Repository: avahi/avahi
Catalog: po/*.po
Languages: az, fur, ja, kk, pt

source: OK
fur: Va ben
kk: ОК

source: Operation failed
az: Əməliyyat uğursuz oldu
fur: Operazion falide
ja: 操作失敗
kk: Операция сәтсіз аяқталды
pt: Operação falhou

source: Bad state
az: Xətalı vəziyyət
fur: Stât sbaliât
ja: 不正な状態
kk: Нашар күй
pt: Mau estado

source: Invalid host name
az: Etibarsız host adı
fur: Non host no valit
ja: 不当なホスト名
kk: Хост аты жарамсыз
pt: Nome de máquina inválido

source: Invalid domain name
az: Etibarsız domen adı
fur: Non di domini no valit
ja: 不当なドメイン名
kk: Домен аты жарамсыз
pt: Nome de domínio inválido

source: No suitable network protocol available
az: Uyğun şəbəkə protokolu mövcud deyil
fur: Nissun protocol di rêt adat disponibil
ja: 適切なネットワークプロトコルがありません
kk: Сәйкес желілік протокол қолжетімсіз
pt: Nenhum protocolo de rede apropriado disponível

source: Invalid DNS TTL
az: Etibarsız DNS TTL
fur: TTL di DNS no valit
ja: 不当な DNS TTL
kk: DNS TTL мәні жарамсыз
pt: DNS TTL inválido

source: Resource record key is pattern
az: Resurs qeydi açarı nümunədir
fur: La clâf dal regjistri de risorse e je un motîf
ja: 資源記録キーが見本です
kk: Ресурс жазбасының кілті шаблон болып табылады
pt: Chave de gravação de recurso é padrão

source: Local name collision
az: Lokal ad toqquşması
fur: Colision di nons locâi
ja: ローカル名の衝突
kk: Жергілікті атаулардың қақтығысы
pt: Colisão de nome local

source: Invalid record
az: Xətalı qeyd
fur: Regjistri no valit
ja: 不当な記録
kk: Жазба жарамсыз
pt: Registo inválido

source: Invalid service name
az: Xətalı xidmət adı
fur: Non di servizi no valit
ja: 不当なサービス名
kk: Қызмет аты жарамсыз
pt: Nome de serviço inválido

source: Invalid service type
az: Xətalı xidmət tipi
fur: Gjenar di servizi no valit
ja: 不当なサービスタイプ
kk: Қызмет түрі жарамсыз
pt: Tipo de serviço inválido

source: Invalid port number
az: Xətalı port nömrəsi
fur: Numar di puarte no valit
ja: 不当なポート番号
kk: Порт нөмірі жарамсыз
pt: Número de porto inválido

source: Invalid record key
az: Xətalı qeyd açarı
fur: Clâf di regjistri no valide
ja: 不当な記録キー
kk: Жазба кілті жарамсыз
pt: Chave de registo inválida

source: Invalid address
az: Etibarsız adres
fur: Direzion no valide
ja: 不当なアドレス
kk: Адрес жарамсыз
pt: Endereço inválido

source: Timeout reached
az: Vaxt limiti aşdı
fur: Timp di spiete scjadût
ja: タイムアウトに達しました
kk: Күту уақыты аяқталды
pt: Tempo limite alcançado

source: Too many clients
az: Çox sayda müstəri var
fur: Masse clients
ja: クライアントが多すぎます
kk: Клиенттер саны тым көп
pt: Demasiados clientes

source: Too many objects
az: Çox sayda obyekt var
fur: Masse ogjets
ja: オブジェクトが多すぎます
kk: Объекттер саны тым көп
pt: Demasiados objetos

source: Too many entries
az: Çox sayda qeyd var
fur: Masse vôs
ja: エントリーが多すぎます
kk: Жазбалар саны тым көп
pt: Demasiadas entradas

source: OS Error
az: Əməliyyat Sistemi xətası
fur: Erôr di sisteme
ja: OS エラー
kk: ОЖ қатесі
pt: Erro do SO

source: Access denied
az: Giriş rədd edildi
fur: Acès dineât
ja: アクセスが拒否されました
kk: Қол жеткізуге тыйым салынған
pt: Acesso negado

source: Invalid operation
az: Xətalı əməliyyat
fur: Operazion no valide
ja: 不当な操作
kk: Операция жарамсыз
pt: Operação inválida

source: An unexpected D-Bus error occurred
az: Gözlənilməz D-Bus xətası baş verdi
fur: Al è capitât un erôr D-Bus inspietât
kk: Күтілмеген D-Bus қатесі орын алды
pt: Ocorreu um erro D-Bus inesperado

source: Daemon connection failed
az: Domen bağlantısı alınmadı
fur: Conession al demoni falide
ja: デーモン接続に失敗しました
kk: Демонмен байланыс орнату сәтсіз аяқталды
pt: Ligação de daemon falhou

source: Memory exhausted
az: Yaddaş tükənib
fur: Memorie finide
ja: メモリーを使い尽くしました
kk: Жад таусылды
pt: Memória esgotada

source: The object passed in was not valid
az: Verilən obyekt düzgün deyil
fur: L'ogjet che al è stât passât in jentrade nol jere valit
ja: 渡されたオブジェクトが不当です
kk: Берілген объект жарамсыз болды
pt: O objecto passado não era válido

source: Daemon not running
az: Domen işləmir
fur: Il demoni nol è in esecuzion
ja: デーモンが実行していません
kk: Қызмет іске қосулы емес
pt: Daemon não em execução

source: Invalid interface index
az: Xətalı interfeys indeksi
fur: Indiç de interface no valit
ja: 不当なインターフェースインデックス
kk: Интерфейс индексі жарамсыз
pt: Índice de interface inválido

source: Invalid protocol specification
az: Etibarsız protokol göstəricisi
fur: Specifiche di protocol no valide
ja: 不当なプロトコル指定
kk: Хаттама сипаттамасы жарамсыз
pt: Especificação de protocolo inválida

source: Invalid flags
az: Etibarsız bayraqlar
fur: Opzions (flags) no validis
ja: 不当なフラッグ
kk: Жалаушалар жарамсыз
pt: Bandeiras inválidas

source: Not found
az: Tapılmadı
fur: No cjatât
ja: 見つかりません
kk: Табылмады
pt: Não encontrado

source: Invalid configuration
az: Xətalı konfiqurasiya
fur: Configurazion no valide
ja: 不当な設定
kk: Конфигурация жарамсыз
pt: Configuração inválida

source: Version mismatch
az: Versiyalar uyğun gəlmir
fur: Diference di version
ja: バージョン不一致
kk: Нұсқалар сәйкес келмейді
pt: Incompatibilidade de versão

source: Invalid service subtype
az: Xətalı xidmət alt tipi
fur: Sotgjenar di servizi no valit
ja: 不当なサービスサブタイプ
kk: Қызметтің ішкі түрі жарамсыз
pt: Sub-tipo de serviço inválido

source: Invalid packet
az: Etibarsız paket
fur: Pachet no valit
ja: 不当なパケット
kk: Пакет жарамсыз
pt: Pacote inválido

source: Invalid DNS return code
az: Xətalı DNS cavab kodu
fur: Codiç tornât di DNS no valit
ja: 不当な DNS 復帰コード
kk: DNS қайтару коды жарамсыз
pt: Código de retorno de DNS inválido

source: DNS failure: FORMERR
az: DNS xətası: FORMERR (sintaksis xətası)
fur: Faliment DNS: FORMERR
ja: DNS 失敗: FORMERR
kk: DNS қатесі: FORMERR
pt: Falha de DNS: FORMERR

source: DNS failure: SERVFAIL
az: DNS xətası: SERVFAIL (server uğursuzluğu)
fur: Faliment DNS: SERVFAIL
ja: DNS 失敗: SERVFAIL
kk: DNS қатесі: SERVFAIL
pt: Falha de DNS: SERVFAIL

source: DNS failure: NXDOMAIN
az: DNS xətası: NXDOMAIN (domen mövcud deyil)
fur: Faliment DNS: NXDOMAIN
ja: DNS 失敗: NXDOMAIN
kk: DNS қатесі: NXDOMAIN
pt: Falha de DNS: NXDOMAIN

source: DNS failure: NOTIMP
az: DNS xətası: NOTIMP (dəstəklənmir)
fur: Faliment DNS: NOTIMP
ja: DNS 失敗: NOTIMP
kk: DNS қатесі: NOTIMP
pt: Falha de DNS: NOTIMP

source: DNS failure: REFUSED
az: DNS xətası: REFUSED (rədd edildi)
fur: Faliment DNS: REFUSED
ja: DNS 失敗: REFUSED
kk: DNS қатесі: REFUSED
pt: Falha de DNS: REFUSED

source: DNS failure: YXDOMAIN
az: DNS xətası: YXDOMAIN (domen artıq mövcuddur)
fur: Faliment DNS: YXDOMAIN
ja: DNS 失敗: YXDOMAIN
kk: DNS қатесі: YXDOMAIN
pt: Falha de DNS: YXDOMAIN

source: DNS failure: YXRRSET
az: DNS xətası: YXRRSET (RRSET artıq mövcuddur)
fur: Faliment DNS: YXRRSET
ja: DNS 失敗: YXRRSET
kk: DNS қатесі: YXRRSET
pt: Falha de DNS: YXRRSET

source: DNS failure: NXRRSET
az: DNS xətası: NXRRSET (RRSET mövcud deyil)
fur: Faliment DNS: NXRRSET
ja: DNS 失敗: NXRRSET
kk: DNS қатесі: NXRRSET
pt: Falha de DNS: NXRRSET

source: DNS failure: NOTAUTH
az: DNS xətası: NOTAUTH (avtorizasiya yoxdur)
fur: Faliment DNS: NOTAUTH
ja: DNS 失敗: NOTAUTH
kk: DNS қатесі: NOTAUTH
pt: Falha de DNS: NOTAUTH

source: DNS failure: NOTZONE
az: DNS xətası: NOTZONE (zona uyğun deyil)
fur: Faliment DNS: NOTZONE
ja: DNS 失敗: NOTZONE
kk: DNS қатесі: NOTZONE
pt: Falha de DNS: NOTZONE

source: Invalid RDATA
az: Xətalı RDATA
fur: RDATA no valit
ja: 不当な RDATA
kk: RDATA жарамсыз
pt: RDATA inválido

source: Invalid DNS type
az: Xətalı DNS tipi
fur: Gjenar di DNS no valit
ja: 不当な DNS タイプ
kk: DNS түрі жарамсыз
pt: Tipo de DNS inválido

source: Invalid DNS class
az: Xətalı DNS sinfi
fur: Classe di DNS no valide
ja: 不当な DNS クラス
kk: DNS класы жарамсыз
pt: Classe de DNS inválida

source: Not supported
az: Dəstəklənmir
fur: No supuartât
ja: サポートされていません
kk: Қолдау көрсетілмейді
pt: Não suportado

source: Not permitted
az: İcazə verilmir
fur: No permetût
ja: 許可されていません
kk: Рұқсат етілмеген
pt: Não permitido

source: Invalid argument
az: Xətalı arqument
fur: Argoment no valit
ja: 不当なパラメーター
kk: Аргумент жарамсыз
pt: Argumento inválido

source: Is empty
az: Boşdur
fur: Al è vueit
ja: 空です
kk: Бос
pt: Está vazio

source: The requested operation is invalid because redundant
az: Sorğulanan əməliyyat artıq mövcud olduğu üçün etibarsızdır
fur: La operazion domandade no je valide parcè che e je ridondante
ja: 要求された操作は冗長なので不当です
kk: Сұралған операция жарамсыз, өйткені ол артық
pt: A operação requisitada é inválida devido a redundância

source: Invalid Error Code
az: Xətalı səhv kodu
fur: Codiç di erôr no valit
ja: 不当なエラーコード
kk: Қате коды жарамсыз
pt: Código de Erro Inválido

source: Avahi Discovery
az: Avahi Kəşfi
fur: Discuvierte di Avahi
ja: Avahi 発見
kk: Avahi табу қызметі
pt: Descoberta do Avahi

source: <i>No service currently selected.</i>
az: <i>Hazırda heç bir xidmət seçilməyib.</i>
fur: <i>Nissun servizi selezionât in chest moment.</i>
ja: <i>現在、サービスが選択されていません。</i>
kk: <i>Қазір ешқандай қызмет таңдалмаған.</i>
pt: <i>Nenhum serviço selecionado atualmente.</i>

source: Avahi Zeroconf Browser
az: Avahi Zeroconf Brauzeri
fur: Esploradôr Zeroconf di Avahi
ja: Avahi Zeroconf ブラウザー
kk: Avahi Zeroconf браузері
pt: Explorador Zeroconf

source: Browse for Zeroconf services available on your network
az: Şəbəkənizdə mövcud olan Zeroconf xidmətlərinə baxın
fur: Esplore i servizis Zeroconf disponibii te tô rêt
ja: あなたのネットワークで Zeroconf サービスのブラウズが利用できます
kk: Желіңіздегі қолжетімді Zeroconf қызметтерін шолу
pt: Explorar serviços Zeroconf disponíveis na sua rede

source: TXT Data:
az: TXT Məlumatı:
fur: Dâts TXT:
kk: TXT деректері:
pt: Dados TXT:

source: empty
az: boş
fur: vueit
kk: бос
pt: vazio

source: Service Type:
az: Xidmət Tipi:
fur: Gjenar di servizi:
kk: Қызмет түрі:
pt: Tipo de Serviço:

source: Service Name:
az: Xidmət Adı:
fur: Non dal servizi:
kk: Қызмет аты:
pt: Nome de Serviço:

source: Domain Name:
az: Domen adı:
fur: Non dal domini:
kk: Домен аты:
pt: Nome do Domínio:

source: Address:
az: Ünvan:
fur: Direzion:
kk: Адрес:
pt: Endereço:

source: Browse Service Types
az: Xidmət Tiplərinə Bax
fur: Esplore gjenars di servizi
ja: ブラウズサービスタイプ
kk: Қызмет түрлерін шолу
pt: Explorar Tipos de Serviço

source: A NULL terminated list of service types to browse for
az: Baxılması üçün nəzərdə tutulmuş, NULL ilə tamamlanan xidmət tipləri siyahısı
fur: Une liste che e finìs cuntun NULL di gjenars di servizis di esplorâ
ja: ブラウズするための NULL で終端するサービスタイプの一覧
kk: Шолуға арналған қызмет түрлерінің NULL-мен аяқталатын тізімі
pt: Uma lista terminada em NULO de tipos de serviço para explorar

source: Domain
az: Domen
fur: Domini
ja: ドメイン
kk: Домен
pt: Domínio

source: The domain to browse in, or NULL for the default domain
az: Baxış üçün domen adı və ya əsas domen üçün NULL
fur: Il domini di esplorâ, opûr NULL pal domini predefinît
ja: ブラウズするドメインか、デフォルトのドメインならば NULL
kk: Шолуға арналған домен немесе әдепкі домен үшін NULL
pt: O domínio a explorar, ou NULL para o domínio predefinido

source: Service Type
az: Xidmət Tipi
fur: Gjenar di servizi
ja: サービスタイプ
kk: Қызмет түрі
pt: Tipo de Serviço

source: The service type of the selected service
az: Seçilmiş xidmətin tipi
fur: Il gjenar di servizi dal servizi selezionât
ja: 選択したサービスのサービスタイプ
kk: Таңдалған қызметтің түрі
pt: O tipo de serviço do serviço selecionado

source: Service Name
az: Xidmət Adı
fur: Non di servizi
ja: サービス名
kk: Қызмет аты
pt: Nome de Serviço

source: The service name of the selected service
az: Seçilmiş xidmətin adı
fur: Il non di servizi dal servizi selezionât
ja: 選択したサービスのサービス名
kk: Таңдалған қызметтің аты
pt: O nome de serviço do serviço selecionado

source: Address
az: Ünvan
fur: Direzion
ja: アドレス
kk: Адрес
pt: Endereço

source: The address of the resolved service
az: Həll olunmuş xidmətin ünvanı
fur: La direzion dal servizi risolt
ja: 解決したサービスのアドレス
kk: Анықталған қызметтің адресі
pt: O endereço do serviço resolvido

source: Port
fur: Puarte
ja: ポート
kk: Порт
pt: Porto

source: The IP port number of the resolved service
az: Həll olunmuş xidmətin IP port nömrəsi
fur: Il numar di puarte IP dal servizi risolt
ja: 解決したサービスの IP ポート番号
kk: Анықталған қызметтің IP порт нөмірі
pt: O número de porto IP do serviço resolvido

source: Host Name
az: Host Adı
fur: Non host
ja: ホスト名
kk: Хост аты
pt: Nome do Máquina

source: The host name of the resolved service
az: Həll olunmuş xidmətin host adı
fur: Il non dal host dal servizi risolt
ja: 解決したサービスのホスト名
kk: Анықталған қызметтің хост аты
pt: O nome de máquina do serviço resolvido

source: TXT Data
az: TXT məlumatı
fur: Dâts TXT
ja: TXT データ
kk: TXT деректері
pt: Dados TXT

source: The TXT data of the resolved service
az: Həll olunmuş xidmətin TXT məlumatı
fur: I dâts TXT dal servizi risolt
ja: 解決したサービスの TXT データ
kk: Анықталған қызметтің TXT деректері
pt: Os dados TXT do serviço resolvido

source: Resolve Service
az: Xidməti həll et
fur: Risoluzion dal servizi
kk: Қызметті анықтау
pt: Resolver Serviço

source: Resolve the selected service automatically before returning
az: Qaytarmazdan əvvəl seçilmiş xidməti avtomatik həll et
fur: Risolf in automatic il servizi selezionât prime di lâ fûr
kk: Қайтар алдында таңдалған қызметті автоматты түрде анықтау
pt: Resolve o serviço selecionado automaticamente antes de retornar

source: Resolve Service Host Name
az: Xidmətin host adını həll et
fur: Risoluzion dal non host dal servizi
kk: Қызмет хост атын анықтау
pt: Nome de Máquina de Resolver Serviço

source: Resolve the host name of the selected service automatically before returning
az: Qaytarmazdan əvvəl seçilmiş xidmətin host adını avtomatik həll et
fur: Risolf in automatic il non host dal servizi selezionât prime di lâ fûr
kk: Қайтар алдында таңдалған қызметтің хост атын автоматты түрде анықтау
pt: Resolve o nome de máquina do serviço selecionado automaticamente antes de retornar

source: Address family
az: Ünvan ailəsi
fur: Famee direzions
ja: アドレスファミリー
kk: Адрес отбасы
pt: Família de endereços

source: The address family for host name resolution
az: Host adı həlli üçün ünvan ailəsi
fur: La famee des direzions pe risoluzion dai nons host
ja: ホスト名解決のためのアドレスファミリー
kk: Хост атын анықтауға арналған адрес отбасы
pt: A família de endereços para resolução de nome de máquina

source: Avahi client failure: %s
az: Avahi müştəri xətası: %s
fur: Faliment client avahi: %s
ja: Avahi クライアント失敗: %s
kk: Avahi клиентінің қатесі: %s
pt: Falha de cliente Avahi: %s

source: Avahi resolver failure: %s
az: Avahi həll edici xətası: %s
fur: Faliment risolvidôr Avahi: %s
ja: Avahi リゾルバー失敗: %s
kk: Avahi анықтағышының қатесі: %s
pt: Falha de resolvedor Avahi: %s

source: Browsing for service type %s in domain %s failed: %s
az: %s xidmət növü üzrə %s domenində baxış alınmadı: %s
fur: Esplorazion dal gjenar di servizi %s tal domini %s falide: %s
ja: ドメイン %2$s 中のサービスタイプ %1$s のブラウズ失敗: %3$s
kk: %s қызмет түрін %s доменінде шолу сәтсіз аяқталды: %s
pt: Navegar por tipo de serviço %s no domínio %s falhou: %s

source: n/a
az: mövcud deyil
fur: n/d
kk: қ/ж
pt: n/d

source: Avahi domain browser failure: %s
az: Avahi domen baxıcısı xətası: %s
fur: Faliment esploradôr di domini Avahi: %s
ja: Avahi ドメインブラウザー失敗: %s
kk: Avahi домен браузерінің қатесі: %s
pt: Falha de navegador de domínio Avahi: %s

source: Failed to read Avahi domain: %s
az: Avahi domenini oxumaq mümkün olmadı: %s
fur: Faliment te leture dal domini di Avahi: %s
ja: Avahi ドメインの読込みに失敗: %s
kk: Avahi доменін оқу сәтсіз аяқталды: %s
pt: Falhou ao ler domínio Avahi: %s

source: Browse service type list is empty!
az: Xidmət növləri siyahısı boşdur!
fur: La liste Esplore gjenars di servizis e je vueide!
ja: ブラウズサービスタイプ一覧が空です!
kk: Шолу қызметтерінің тізімі бос!
pt: Lista de tipo de serviço de navegação está vazia!

source: Failed to connect to Avahi server: %s
az: Avahi serverinə qoşulmaq alınmadı: %s
fur: Impussibil conetisi al servidôr Avahi: %s
ja: Avahi サーバーへの接続に失敗: %s
kk: Avahi серверіне қосылу сәтсіз аяқталды: %s
pt: Falhou ao ligar ao servidor Avahi: %s

source: Browsing for services on <b>local network</b>:
az: <b>Lokal şəbəkədə</b> xidmətlərə baxılır:
fur: Esplorazion dai servizis su <b>rêt locâl</b>:
ja: <b>ローカルネットワーク</b>上のサービスのブラウズ:
kk: <b>Жергілікті желідегі</b> қызметтерді шолу:
pt: Navegar por serviços em <b>rede local</b>:

source: Browsing for services in domain <b>%s</b>:
az: <b>%s</b> domenində xidmətlərə baxılır:
fur: Esplorazions dai servizis tal domini <b>%s</b>:
ja: <b>%s</b>ドメイン中のサービスのブラウズ
kk: <b>%s</b> доменіндегі қызметтерді шолу:
pt: Navegar por serviços no domínio <b>%s</b>:

source: Failed to create browser for %s: %s
az: %s üçün baxıcı yaratmaq alınmadı: %s
fur: Impussibil creâ l'esploradôr par %s: %s
ja: %s のブラウザーの生成に失敗: %s
kk: %s үшін браузерді жасау сәтсіз аяқталды: %s
pt: Falhou ao criar navegador para %s: %s

source: Failed to create resolver for %s of type %s in domain %s: %s
az: %s domenində %s tipli %s üçün həlledici yaratmaq alınmadı: %s
fur: Impussibil creâ il risolvidôr par %s di gjenar %s tal domini %s: %s
ja: ドメイン %3$s のタイプ %2$s 用の %1$sのためのリゾルバーの生成に失敗しました: %4$s
kk: %s үшін %s түріндегі %s доменінде шешкішті жасау сәтсіз аяқталды: %s
pt: Falhou ao criar resolvedor para %s do tipo %s no domínio %s: %s

source: Failed to create domain browser: %s
az: Domen baxıcısı yaratmaq mümkün olmadı: %s
fur: Impussibil creâ l'esploradôr di dominis: %s
ja: ドメインブラウザーの生成に失敗: %s
kk: Домен браузерін жасау сәтсіз аяқталды: %s
pt: Falhou ao criar navegador de domínio: %s

source: Change domain
az: Domeni dəyiş
fur: Cambie domini
ja: ドメイン変更
kk: Доменді өзгерту
pt: Alterar domínio

source: Browsing...
az: Baxılır...
fur: Esplorazion...
ja: ブラウズ中...
kk: Шолу...
pt: A navegar...

source: _Cancel
az: _Ləğv et
fur: _Anulâ
kk: Бас _тарту
pt: _Cancelar

source: _OK
fur: _Va ben

source: Initializing...
az: Başlanır...
fur: Inizializazion...
ja: 初期化中...
kk: Инициализациялануда...
pt: A iniciar...

source: Location
az: Yer
fur: Posizion
ja: 位置
kk: Орналасуы
pt: Localização

source: Name
az: Ad
fur: Non
ja: 名前
kk: Аты
pt: Nome

source: Type
az: Tip
fur: Gjenar
ja: タイプ
kk: Түрі
pt: Tipo

source: _Domain...
az: _Domen...
fur: _Domini...
ja: ドメイン...
kk: _Домен...
pt: _Domínio...

source: %s [options] -h --help Show this help -s --ssh Browse SSH servers -v --vnc Browse VNC servers -S --shell Browse both SSH and VNC -d --domain=DOMAIN The domain to browse in
az: %s [seçimlər] -h --help Kömək mesajını göstər -s --ssh SSH serverlərinə bax -v --vnc VNC serverlərinə bax -S --shell Həm SSH, həm VNC serverlərinə bax -d --domain=DOMAIN Baxılacaq domen
fur: %s [opzions] -h --help Mostre chest jutori -s --ssh Esplore servidôrs SSH -v --vnc Esplore servidôrs VNC -S --shell Esplore sedi SSH che VNC -d --domain=DOMINI Il domini dulà lâ a esplorâ
ja: %s [オプション] -h --help このヘルプを表示 -s --ssh SSH サーバーをブラウズ -v --vnc VNC サーバーをブラウズ -S --shell SSH と VNC の両方をブラウズ -d --domain=DOMAIN ブラウズするドメイン
kk: %s [опциялар] -h --help Осы көмекті көрсету -s --ssh SSH серверлерін шолу -v --vnc VNC серверлерін шолу -S --shell SSH және VNC екеуін де шолу -d --domain=ДОМЕН Шолу үшін домен
pt: %s [opções] -h --help Mostra esta ajuda -s --ssh Explora servidores SSH -v --vnc Explora servidores VNC -S --shell Explora ambos SSH e VNC -d --domain=DOMÍNIO O domínio a onde explorar

source: Too many arguments
az: Çox sayda arqument
fur: Masse argoments
ja: パラメーターが多すぎます
kk: Аргументтер тым көп
pt: Demasiados argumentos

source: Choose Shell Server
az: Shell serveri seç
fur: Sielzi il servidôr shell
ja: シェルサーバーを選択してください
kk: Қоршам серверін таңдау
pt: Escolher Servidor de Shell

source: C_onnect
az: Qo_şul
fur: C_oneti
kk: Қ_осылу
pt: L_igar

source: Desktop
az: Masaüstü
fur: Scritori
ja: デスクトップ
kk: Жұмыс үстелі
pt: Ambiente de Trabalho

source: Terminal
fur: Terminâl
ja: 端末
kk: Терминал

source: Choose VNC server
az: VNC serveri seç
fur: Sielzi il servidôr VNC
ja: VNC サーバーを選択してください
kk: VNC серверін таңдау
pt: Escolher Servidor VNC

source: Choose SSH server
az: SSH serveri seç
fur: Sielzi il servidôr SSH
ja: SSH サーバーを選択してください
kk: SSH серверін таңдау
pt: Escolher Servidor SSH

source: Connecting to '%s' ...
az: '%s' serverinə qoşulur...
fur: Conession a "%s" ...
ja: '%s' へ接続中 ...
kk: '%s' серверіне қосылуда ...
pt: A ligar a '%s' ...

source: execlp() failed: %s
az: execlp() uğursuz oldu: %s
fur: execlp() falît: %s
ja: execlp() 失敗: %s
kk: execlp() сәтсіз аяқталды: %s
pt: execlp() falhou: %s

source: Canceled.
az: Ləğv edildi.
fur: Cancelât.
ja: 取り消されました。
kk: Бас тартылды.
pt: Cancelado.

source: Avahi SSH Server Browser
az: Avahi SSH Server Baxıcısı
fur: Esploradôr Avahi par servidôr SSH
ja: Avahi SSh サーバーブラウザー
kk: Avahi SSH серверлер браузері
pt: Navegador de Servidor SSH do Avahi

source: Browse for Zeroconf-enabled SSH Servers
az: Zeroconf dəstəkləyən SSH serverlərinə bax
fur: Esplore i servidôrs SSH cun Zeroconf abilitât
ja: Zeroconf が有効な SSH サーバーのブラウズ
kk: Zeroconf қолдайтын SSH серверлерін шолу
pt: Explorar por Servidores SSH com Zeroconf-activo

source: Avahi VNC Server Browser
az: Avahi VNC Server Brauzeri
fur: Esploradôr Avahi par servidôr VNC
ja: Avahi VNC サーバーブラウザー
kk: Avahi VNC серверлер браузері
pt: Navegador de Servidor VNC do Avahi

source: Browse for Zeroconf-enabled VNC Servers
az: Zeroconf dəstəkləyən VNC serverlərinə bax
fur: Esplore i servidôrs VNC cun Zeroconf abilitât
ja: Zeroconf が有効な VNC サーバーのブラウズ
kk: Zeroconf қолдайтын VNC серверлерін шолу
pt: Explorar por Servidores VNC com Zeroconf-activo

source: : All for now
az: : Hazırda bu qədər
fur: : Dut pal moment
ja: : 今のところの全て
kk: : Әзірге барлығы осы
pt: : Tudo por agora

source: : Cache exhausted
az: : Keş tükənib
fur: : Cache esauride
ja: キャッシュを使い尽くしました
kk: : Кэш таусылды
pt: : Cache esgotada

source: Failed to resolve service '%s' of type '%s' in domain '%s': %s
az: '%s' xidmətinin '%s' növü üzrə '%s' domenində həlli mümkün olmadı: %s
fur: Impussibil risolvi il servizi "%s" di gjenar "%s" tal domini "%s": %s
ja: ドメイン '%3$s' 内のタイプ '%2$s'のサービス '%1$s' の解決に失敗: %4$s
kk: '%s' қызметін ('%s' түрі) '%s' доменінде шешу сәтсіз аяқталды: %s
pt: Falhou ao resolver serviço '%s' do tipo '%s' no domńio '%s': %s

source: service_browser failed: %s
az: xidmət baxıcısı xətası: %s
fur: service_browser failît: %s
ja: service_browser 失敗: %s
kk: service_browser сәтсіз аяқталды: %s
pt: serviço de navegador falhou: %s

source: avahi_service_browser_new() failed: %s
az: avahi_service_browser_new() funksiyası uğursuz oldu: %s
fur: avahi_service_browser_new() falît: %s
ja: avahi_service_browser_new() 失敗: %s
kk: avahi_service_browser_new() сәтсіз аяқталды: %s
pt: avahi_service_browser_new() falhou: %s

source: service_type_browser failed: %s
az: xidmət növü baxıcısı xətası: %s
fur: service_type_browser falît: %s
ja: srvice_type_browser 失敗: %s
kk: service_type_browser сәтсіз аяқталды: %s
pt: service_type_browser falhou: %s

source: avahi_service_type_browser_new() failed: %s
az: avahi_service_type_browser_new() funksiyası uğursuz oldu: %s
fur: avahi_service_type_browser_new() falît: %s
ja: avahi_service_type_browser_new() 失敗: %s
kk: avahi_service_type_browser_new() сәтсіз аяқталды: %s
pt: avahi_service_type_browser_new() falhou: %s

source: avahi_domain_browser_new() failed: %s
az: avahi_domain_browser_new() funksiyası uğursuz oldu: %s
fur: avahi_domain_browser_new() falît: %s
ja: avahi_domain_browser_new() 失敗: %s
kk: avahi_domain_browser_new() сәтсіз аяқталды: %s
pt: avahi_domain_browser_new() falhou: %s

source: Failed to query version string: %s
az: Versiya sətrini sorğulamaq mümkün olmadı: %s
fur: Impussibil interogâ la stringhe de version: %s
ja: バージョン文字列の検索に失敗: %s
kk: Нұсқа жолын сұрау сәтсіз аяқталды: %s
pt: Falhou ao consultar string de versão: %s

source: Failed to query host name: %s
az: Host adını sorğulamaq mümkün olmadı: %s
fur: Impussibil interogâ il non dal host: %s
ja: ホスト名の検索に失敗: %s
kk: Хост атын сұрау сәтсіз аяқталды: %s
pt: Falhou ao consultar nome de máquina: %s

source: Server version: %s; Host name: %s
az: Server versiyası: %s; Host adı: %s
fur: Version servidôr: %s; Non host: %s
ja: サーバーバージョン: %s; ホスト名: %s
kk: Сервер нұсқасы: %s; Хост аты: %s
pt: Versão de servidor: %s; Nome de maquina: %s
