Repository: avahi/avahi
Catalog: po/*.po
Languages: az, fur, ja, kk, pt

source: E Ifce Prot Domain
az: E İfn Prot Domen
fur: E Ifce Prot Domini
ja: 事 イン プロト ドメイン
kk: Оқ Интф Хаттм Домен
pt: Evento Interface Protocolo Domínio

source: E Ifce Prot %-*s %-20s Domain
az: E İfn Prot %-*s %-20s Domen
fur: E Ifce Prot %-*s %-20s Domini
ja: 事 イン プロト %-*s %-20s ドメイン
kk: Оқ Интф Хаттм %-*s %-20s Домен
pt: Evento Interface Protocolo %-*s %-20s Domínio

source: Disconnected, reconnecting ...
az: Bağlantı kəsildi, yenidən qoşulur...
fur: Disconetûts, gnove conession ...
ja: 切断されました。再接続中...
kk: Байланыс үзілді, қайта қосылуда ...
pt: Desligado, a re-ligar ...

source: Failed to create client object: %s
az: Müştəri obyekti yaratmaq alınmadı: %s
fur: Impussibil creâ l'ogjet client: %s
ja: クライアントオプションの生成に失敗: %s
kk: Клиент объектісін жасау сәтсіз аяқталды: %s
pt: Falhou ao criar objeto cliente: %s

source: Client failure, exiting: %s
az: Müştəri xətası, çıxılır: %s
fur: Faliment client, jessude: %s
ja: クライアント失敗、終了中: %s
kk: Клиент қатесі, шығу: %s
pt: Falha de cliente, a sair: %s

source: Waiting for daemon ...
az: Fon prosesi gözlənilir...
fur: In spiete dal demoni...
ja: デーモンを待っています ...
kk: Қызмет күтілуде ...
pt: A esperar pelo daemon ...

source: -h --help Show this help -V --version Show version -D --browse-domains Browse for browsing domains instead of services -a --all Show all services, regardless of the type -d --domain=DOMAIN The domain to browse in -v --verbose Enable verbose mode -t --terminate Terminate after dumping a more or less complete list -c --cache Terminate after dumping all entries from the cache -l --ignore-local Ignore local services -r --resolve Resolve services found -f --no-fail Don't fail if the daemon is not available -p --parsable Output in parsable format
az: -h --help Bu kömək mesajını göstər -V --version Versiyanı göstər -D --browse-domains Xidmətlər əvəzinə baxılacaq domenləri axtar -a --all Növündən asılı olmayaraq bütün xidmətləri göstər -d --domain=DOMAIN Baxılacaq domen -v --verbose Ətraflı rejimi aktiv et -t --terminate Təxminən tam siyahını çıxardıqdan sonra bitir -c --cache Keşdəki bütün elementləri çıxardıqdan sonra bitir -l --ignore-local Lokal xidmətləri nəzərə alma -r --resolve Tapılan xidmətləri həll et -f --no-fail Fon prosesi aktiv deyilsə, səhv çıxarma -p --parsable Nəticələri analizə yararlı formatda çıxar
fur: -h --help Mostre chest jutori -V --version Mostre version -D --browse-domains Esplore par dominis di esplorazion invezit che di servizis -a --all Mostre ducj i servizis, cence tignî cont dal gjenar -d --domain=DOMAIN Il domini dulà lâ a esplorâ -v --verbose Abilite modalitât prolisse -t --terminate Jes fûr dopo vê tirât jù une liste plui o mancul complete -c --cache Jes fûr dopo vê tirât jù dutis lis vôs de cache -l --ignore-local Ignore i servizis locâi -r --resolve Risolf i servizis cjatâts -f --no-fail No sta falî se il demoni nol è disponibil -p --parsable Jessude intun formât che si pues analizâ
ja: -h --help このヘルプを表示 -V --version バージョンを表示 -D --browse-domains サービスの代わりにブラウズしているドメインをブラウズ -a --all タイプに関係なく、全てのサービスを表示 -d --domain=DOMAIN ブラウズするドメイン -v --verbose 饒舌モードを有効にする -t --terminate 完全な一覧を事実上ダンプした後に終了 -c --cache 全エントリーをキャッシュからダンプした後に終了 -l --ignore-local ローカルなサービスを無視 -r --resolve 見つかった解決サービス -f --no-fail デーモンが利用可能でなくても失敗しない -p --parsable 構文解析可能な形式で出力
kk: -h --help Осы көмекті көрсету -V --version Нұсқасын көрсету -D --browse-domains Қызметтердің орнына шолу домендерін шолу -a --all Түріне қарамастан барлық қызметтерді көрсету -d --domain=ДОМЕН Шолу үшін домен -v --verbose Толық ақпарат режимін іске қосу -t --terminate Толық дерлік тізімді шығарғаннан кейін жұмысты тоқтату -c --cache Кэштегі барлық жазбаларды шығарғаннан кейін жұмысты тоқтату -l --ignore-local Жергілікті қызметтерді елемеу -r --resolve Табылған қызметтерді шешу -f --no-fail Егер қызмет қолжетімсіз болса, қате деп санамау -p --parsable Талдауға болатын пішімде шығару
pt: -h --help Mostra esta ajuda -V --version Mostra a versão -D --browse-domains Explora domínios de exploração em vez de serviços -a --all Mostra todos os serviços, independente do tipo -d --domain=DOMÍNIO O domínio onde explorar -v --verbose Activa modo detalhado -t --terminate Termina após despejar uma lista mais ou menos completa -c --cache Termina após despejar todas as entradas da cache -l --ignore-local Ignora serviços locais -r --resolve Resolve os serviços encontrados -f --no-fail Não falha se o daemon não estiver disponível -p --parsable Resultados em formato analisável

source: -k --no-db-lookup Don't lookup service types -b --dump-db Dump service type database
az: -k --no-db-lookup Xidmət növlərini verilənlər bazasında axtarma -b --dump-db Xidmət növü verilənlər bazasını çıxart (göstər)
fur: -k --no-db-lookup No sta cirî i gjenars di servizi -b --dump-db Tire jù la base di dâts dai gjenars di servizi
ja: -k --no-db-lookup サービスタイプを検索しない -b --dump-db サービスタイプデータベースをダンプする
kk: -k --no-db-lookup Қызмет түрлерін іздемеу -b --dump-db Қызмет түрлерінің дерекқорын шығару
pt: -k --no-db-lookup Não procura tipos de serviços -b --dump-db Despeja base de dados de tipos de serviços

source: Too few arguments
az: Çox az arqument göstərilib
fur: Masse pôcs argoments
ja: パラメーターが少なすぎます
kk: Аргументтер тым аз
pt: Argumentos insuficientes

source: Failed to create simple poll object.
az: Sadə sorğu obyekti yaratmaq mümkün olmadı.
fur: Impussibil creâ l'ogjet simple poll.
ja: 単純な投票オブジェクトの生成に失敗。
kk: Қарапайым сұрау объектісін жасау сәтсіз аяқталды.
pt: Falhou ao criar objeto poll simples.

source: Established under name '%s'
az: '%s' adı ilə quruldu
fur: Stabilît sot dal non "%s"
ja: '%s' という名前の配下に設立
kk: '%s' атымен орнатылды
pt: Estabilizado sob nome '%s'

source: Failed to register: %s
az: Qeydiyyat uğursuz oldu: %s
fur: Impussibil regjistrâ: %s
ja: 登録に失敗: %s
kk: Тіркеу сәтсіз аяқталды: %s
pt: Falhou ao registar: %s

source: Name collision, picking new name '%s'.
az: Ad toqquşması baş verdi, yeni ad seçilir: '%s'
fur: Colision di nons, sielt gnûf non "%s".
ja: 名前が衝突しました、新しい名前 '%s' を採用しました。
kk: Атаулар қақтығысы, жаңа '%s' атауы таңдалуда.
pt: Colisão de nome, a escolher novo nome '%s'.

source: Failed to create entry group: %s
az: Qeydiyyat qrupu yaratmaq mümkün olmadı: %s
fur: Impussibil creâ il grup di vôs: %s
ja: エントリーグループの生成に失敗しました: %s
kk: Жазбалар тобын жасау сәтсіз аяқталды: %s
pt: Falhou ao criar grupo de entrada: %s

source: Failed to add address: %s
az: Ünvan əlavə etmək mümkün olmadı: %s
fur: Impussibil zontâ la direzion: %s
ja: アドレスの追加に失敗: %s
kk: Адресті қосу сәтсіз аяқталды: %s
pt: Falhou ao adicionar endereço: %s

source: Failed to add service: %s
az: Xidmət əlavə etmək mümkün olmadı: %s
fur: Impussibil zontâ il servizi: %s
ja: サービスの追加に失敗: %s
kk: Қызметті қосу сәтсіз аяқталды: %s
pt: Falhou ao adicionar serviço: %s

source: Failed to add subtype '%s': %s
az: '%s' alt növünü əlavə etmək mümkün olmadı: %s
fur: Impussibil zontâ il sotgjenar "%s": %s
ja: サブタイプ '%s' の追加に失敗: %s
kk: '%s' ішкі түрін қосу сәтсіз аяқталды: %s
pt: Falhou ao adicionar sub-tipo: '%s': %s

source: Host name conflict
az: Host adı ziddiyyəti
fur: Conflit di non host
ja: ホスト名の衝突
kk: Хост атауының қақтығысы
pt: Conflito de nome de máquina

source: %s [options] %s <name> <type> <port> [<txt ...>] %s [options] %s <host-name> <address> -h --help Show this help -V --version Show version -s --service Publish service -a --address Publish address -v --verbose Enable verbose mode -d --domain=DOMAIN Domain to publish service in -H --host=DOMAIN Host where service resides --subtype=SUBTYPE An additional subtype to register this service with -R --no-reverse Do not publish reverse entry with address -f --no-fail Don't fail if the daemon is not available
az: %s [seçimlər] %s <ad> <növ> <port> [<txt ...>] %s [seçimlər] %s <host-adı> <ünvan> -h --help Bu kömək mesajını göstər -V --version Versiyanı göstər -s --service Xidməti yayımla -a --address Ünvanı yayımla -v --verbose Ətraflı rejimi aktiv et -d --domain=DOMAIN Xidmətin yayımlanacağı domen -H --host=DOMAIN Xidmətin yerləşdiyi host --subtype=SUBTYPE Xidmət üçün əlavə alt növ qeyd et -R --no-reverse Ünvanla birlikdə tərs qeydiyyat (reverse entry) yayımlanmasın -f --no-fail Fon prosesi aktiv deyilsə, səhv çıxarma
fur: %s [opzions] %s <non> <gjenar> <puarte> [<txt ...>] %s [opzions] %s <non-host> <direzion> -h --help Mostre chest jutori -V --version Mostre version -s --service Publiche servizi -a --address Publiche direzion -v --verbose Abilite modalitât prolisse -d --domain=DOMINI Domini dulà lâ a publicâ il servizi -H --host=DOMINI Host dulà che al sta il servizi --subtype=SOTGJENAR Un sotgjenar in plui di doprâ par regjistrâ chest servizi -R --no-reverse No sta publicâ lis vôs invertidis cu la direzion -f --no-fail No sta falî se il demoni nol è disponibil
kk: %s [опциялар] %s <аты> <түрі> <порт> [<txt ...>] %s [опциялар] %s <хост аты> <адрес> -h --help Осы көмекті көрсету -V --version Нұсқасын көрсету -s --service Қызметті жариялау -a --address Адресті жариялау -v --verbose Толық ақпарат режимін іске қосу -d --domain=ДОМЕН Қызмет жарияланатын домен -H --host=ДОМЕН Қызмет орналасқан хост --subtype=ІШКІ_ТҮРІ Қызметті тіркеуге арналған қосымша ішкі түрі -R --no-reverse Адреспен бірге кері жазбаны жарияламау -f --no-fail Егер қызмет қолжетімсіз болса, қате деп санамау
pt: %s [opções] %s <nome> <tipo> <porto> [<txt ...>] %s [opções] %s <nome-máquina> <endereço> -h --help Mostra esta ajuda -V --version Mostra a versão -s --service Publica serviço -a --address Publica endereço -v --verbose Ativa modo detalhado -d --domain=DOMÍNIO Domínio donde publicar serviço -H --host=DOMÍNIO Máquina onde o serviço reside --subtype=SUB-TIPO Um subtipo adicional para registar este serviço com -R --no-reverse Não publica entrada reversa com endereço -f --no-fail Não falha se o daemon não estiver disponível

source: Bad number of arguments
az: Arqumentlərin sayı yanlışdır
fur: Numar di argoments sbaliât
ja: パラメーターの数がおかしい
kk: Аргументтер саны қате
pt: Mau número de argumentos

source: Failed to parse port number: %s
az: Port nömrəsini təhlil etmək mümkün olmadı: %s
fur: Impussibil analizâ il numar de puarte: %s
ja: ポート番号の解析に失敗: %s
kk: Порт нөмірін талдау сәтсіз аяқталды: %s
pt: Falhou ao analisar número de porto: %s

source: No command specified.
az: Heç bir əmr göstərilməyib.
fur: Nissun comant specificât.
ja: コマンドが指定されていません。
kk: Команда көрсетілмеген.
pt: Nenhum comando especificado.

source: Failed to resolve host name '%s': %s
az: Host adını həll etmək mümkün olmadı: '%s': %s
fur: Impussibil risolvi il non dal host "%s": %s
ja: ホスト名 '%s' の解決に失敗: %s
kk: '%s' хост атын шешу сәтсіз аяқталды: %s
pt: Falhou ao resolver nome de máquina '%s': %s

source: Failed to resolve address '%s': %s
az: Ünvanı həll etmək mümkün olmadı: '%s': %s
fur: Impussibil risolvi la direzion "%s": %s
ja: アドレス '%s' の解決に失敗: %s
kk: '%s' адресін шешу сәтсіз аяқталды: %s
pt: Falhou ao resolver endereço '%s': %s

source: %s [options] %s <host name ...> %s [options] %s <address ... > -h --help Show this help -V --version Show version -n --name Resolve host name -a --address Resolve address -v --verbose Enable verbose mode -6 Lookup IPv6 address -4 Lookup IPv4 address
az: %s [seçimlər] %s <host adı ...> %s [seçimlər] %s <ünvan ...> -h --help Bu kömək mesajını göstər -V --version Versiyanı göstər -n --name Host adını həll et (resolve) -a --address Ünvanı həll et (resolve) -v --verbose Ətraflı rejimi aktiv et -6 IPv6 ünvanını axtar -4 IPv4 ünvanını axtar
fur: %s [opzions] %s <non host ...> %s [opzions] %s <direzion ... > -h --help Mostre chest jutori -V --version Mostre version -n --name Risolf non host -a --address Risolf direzion -v --verbose Abilite modalitât prolisse -6 Cîr direzion IPv6 -4 Cîr direzion IPv4
ja: %s [オプション] %s <ホスト名 ...> %s [オプション] %s <アドレス ... > -h --help このヘルプを表示 -V --version バージョンを表示 -n --name ホスト名を解決 -a --address アドレスを解決 -v --verbose 饒舌モードを有効にする -6 IPv6 アドレスを検索 -4 IPv4 アドレスを検索
kk: %s [опциялар] %s <хост аты ...> %s [опциялар] %s <адрес ... > -h --help Осы көмекті көрсету -V --version Нұсқасын көрсету -n --name Хост атын шешу -a --address Адресті шешу -v --verbose Толық ақпарат режимін іске қосу -6 IPv6 адресін іздеу -4 IPv4 адресін іздеу
pt: %s [opções] %s <nome máquina ...> %s [opções] %s <endereço ... > -h --help Mostra esta ajuda -V --version Mostra a versão -n --name Resolve nome de máquina -a --address Resolve endereço -v --verbose Ativa modo detalhado -6 Procura endereço IPv6 -4 Procura endereço IPv4

source: Failed to create host name resolver: %s
az: Host adını həll edən mexanizmi yaratmaq mümkün olmadı: %s
fur: Impussibil creâ il risolvidôr dai nons host: %s
ja: ホスト名のリゾルバーの生成に失敗: %s
kk: Хост атының шешкішін жасау сәтсіз аяқталды: %s
pt: Falhou ao criar resolvedor de nome de máquina: %s

source: Failed to parse address '%s'
az: Ünvanı təhlil etmək mümkün olmadı: '%s'
fur: Impussibil analizâ la direzion "%s"
ja: アドレス '%s' の解析に失敗
kk: '%s' адресін талдау сәтсіз аяқталды
pt: Falhou ao analisar endereço '%s'

source: Failed to create address resolver: %s
az: Ünvan həll edən mexanizmi yaratmaq mümkün olmadı: %s
fur: Impussibil creâ il risolvidôr di direzions: %s
ja: アドレスリゾルバーの生成に失敗: %s
kk: Адрес шешушісін жасау сәтсіз аяқталды: %s
pt: Falhou ao criar resolvedor de endereço: %s

source: %s [options] <new host name> -h --help Show this help -V --version Show version -v --verbose Enable verbose mode
az: %s [seçimlər] <yeni host adı> -h --help Bu kömək mesajını göstər -V --version Versiyanı göstər -v --verbose Ətraflı rejimi aktiv et
fur: %s [opzions] <gnûf non host> -h --help Mostre chest jutori -V --version Mostre version -v --verbose Abilite modalitât prolisse
ja: %s [オプション] <新ホスト名> -h --help このヘルプを表示 -V --version バージョンを表示 -v --verbose 饒舌モードを有効にする
kk: %s [опциялар] <жаңа хост аты> -h --help Осы көмекті көрсету -V --version Нұсқасын көрсету -v --verbose Толық ақпарат режимін іске қосу
pt: %s [opções] <novo nome de máquina> -h --help Mostra esta ajuda -V --version Mostra a versão -v --verbose Activa modo detalhado

source: Invalid number of arguments, expecting exactly one.
az: Arqumentlərin sayı düzgün deyil, yalnız bir arqument gözlənilirdi.
fur: Numar di argoments no valit, s'int spietave nome un.
ja: パラメーターの数が不当です、一つだけ期待しています。
kk: Аргументтер саны қате, тура біреуі күтіледі.
pt: Número de argumentos inválido, a especificar exatamente um.

source: Host name successfully changed to %s
az: Host adı uğurla %s olaraq dəyişdirildi
fur: Non dal host cambiât cun sucès in %s
ja: ホスト名の %s への変更に成功しました
kk: Хост аты сәтті түрде %s етіп өзгертілді
pt: Nome de máquina alterado com sucesso para %s

source: Interface:
az: İnterfeys:
kk: Интерфейс:

source: An unexpected D-Bus error occured
ja: 予期しない D-Bus エラーが起きました
